export default {
    home: {
        intro: 'مقدمة DDDC',
        title1: 'سلسلة الكتل API المملوكة للمجتمع',
        
        info: 'توفر DDDC مدخلات ومخرجات وحسابات مقاومة للتلاعب لدعم العقود الذكية المتقدمة على أي blockchain',
        scroll: 'قم بالتمرير للاستكشاف',
        devTitle: 'DDDC تجعل تطوير blockchain متاحًا للجميع.',
        devLearnMore: 'يتعلم أكثر',
        about:{
            content1:{
                h2: "تم بناؤها من قبل المطورين، للمطورين.",
                p: "توفر DDDC مدخلات ومخرجات وحسابات مقاومة للتلاعب لدعم العقود الذكية المتقدمة على أي blockchain.",
                li1: "الاستفادة الكاملة من تأثيرات الشبكة القابلة للتطوير",
                li2: "أكثر أمانًا بطبيعته من جميع المنافسين",
                li3: "أكثر انفتاحًا وقوة مع توقف بنسبة 0.001%",
                launch: "إطلاق التطبيق",
                read: "اقرأ الوثائق"
            },
            content2:{
                h2: "تعتمد أفضل سلاسل الكتل على DDDC.",
                p1: "تلتزم DDDC بتعزيز نمو تطبيقات Web3 من خلال توفير البنية التحتية والأمان اللازمين لـ Web3.",
                p2: "تؤمن DDDC بأن Web3 للجميع. DDDC عبارة عن منصة توسيع نطاق blockchain لامركزية تمكن المطورين من بناء تطبيقات لامركزية قابلة للتطوير وسهلة الاستخدام مع رسوم معاملات منخفضة دون التضحية بالأمان.",
                launch: "إطلاق التطبيق",
                read: "اقرأ الوثائق",
            }
        }
    },
    menu: {
        launchApp: 'إطلاق التطبيق',
        home: 'بيت',
        aboutUs: 'معلومات عنا',
        community: 'مجتمع',
        blog: 'مدونة',
        technology: 'تكنولوجيا',
        careers: 'المهن',

    },
    footer: {
        home: 'بيت',
        aboutUs: 'معلومات عنا',
        community: 'مجتمع',
        blog: 'مدونة',
        technology: 'تكنولوجيا',
        careers: 'المهن',
        contact: "اتصال"
    },
    documents: {
        privacy: "سياسة الخصوصية",
        terms: "شروط الاستخدام",
    },
    develop: {
        title1: 'واجهة برمجة تطبيقات تحويلية يمكن الوصول إليها عالميًا',
        content1: 'يمكن تحويل بياناتك وتنظيمها ومشاركتها عبر التطبيقات ليتمكن أي شخص من الاستعلام عنها ببضع ضغطات مفاتيح فقط.',
        title2: 'طبقة أمان مرنة وتلقائية',
        content2: 'قم بتعزيز أمان blockchain الخاص بك دون التضحية بالموارد الحيوية وإمكانية الوصول إلى أعضائها.',
        title3: 'اتصال سلس بأي أدوات API',
        content3: 'يمكن تحويل بياناتك وتنظيمها ومشاركتها عبر التطبيقات ليتمكن أي شخص من الاستعلام عنها ببضع ضغطات مفاتيح فقط.',
        title4: 'شبكة موثوقة ومقاومة للتلاعب',
        content4: 'استخدم الأدلة التشفيرية لتوصيل البيانات/واجهات برمجة التطبيقات عالية الدقة والمتاحة بأي عقد ذكي.'
    },

    statistic: {
        title1: "منشئو العقود",
        value1: "220k+",
        title2: "متوسط ​​كمية الغاز التي يتم توفيرها يوميًا",
        value2: "$110M",
        title3: "المحققون النشطون",
        value3: "89",
        title4: "عناوين فريدة",
        value4: "90M+",
        title5: "المفوضون في نقاط البيع",
        value5: "17.5k",
        title6: "مجموع المعاملات",
        value6: "4.9B+"
    },
    solution: {
        title: "حلول التوسعة مكبرة.",
        info: "مجموعة كاملة من حلول التوسع في تقنية البلوكتشين."

    },
    cardSolution: {
        title1: "DDDC Fraktal",
        content1: "سلسلة جانبية متوافقة مع EVM، مؤمنة بمجموعة غير مرخصة من محققي PoS.",
        title2: "DDDC Satchel",
        content2: "إنشاء بورصات وأسواق تسمح لأي شخص في جميع أنحاء العالم بالاستثمار.",
        title3: "DDDC Shard",
        content3: "أضف قيمة إلى اللاعبين من خلال السماح لهم بأخذ غنائمهم إلى لعبة أخرى أو إلى العالم الحقيقي.",
        title4: "DDDC Lancer",
        content4: "أدلة تشفيرية لربط البيانات/واجهات برمجة التطبيقات عالية الدقة والمتاحة بأي عقد ذكي.",
        title5: "DDDC Echo",
        content5: "قم بتمكين مجتمعك من تنظيم الموارد وتخصيصها لأعضائه. ",
        title6: "DDDC Epoc",
        content6: "حماية التطبيقات اللامركزية من الإفلاس من خلال مراجعة احتياطيات الرموز المستخدمة كضمان.",
    },
    post: {
        title: 'بوابتك إلى كل ما يخص DDDC.',
        info: 'ابق على اطلاع بأحدث تطورات مشروع DDDC والأخبار والمحتوى، والتي يتم تحديثها يوميًا.',
        viewall: 'عرض جميع المشاركات',
    },
    posts: {
        date: "02/09/2024",
        title1: "تقرير كل شيء عن أونيكس الأسبوعي",
        title2: "مهندسو الإجماع",
        title3: "التخفيف من المعاملات المفقودة",

    },
    reviews: {
        content1: "ليس الأمر مجرد أنه سريع، بل إن قابلية التوسع وسهولة الاستخدام لا مثيل لها، وهي مذهلة حقًا",
        content2: "لقد ساهم DDDC في تسريع عملية التطوير لدينا عشرة أضعاف مع الحفاظ على الأمان والنزاهة من الإنتاج إلى ما بعد الإطلاق",
        content3: "إذا لم تقم بالبناء على DDDC، فإنك تهدر الوقت والموارد الحيوية التي يمكن تخصيصها لأجزاء أخرى من مشروعك",
    },
    joinCommunity: {
        title: "هل تريد المشاركة؟",
        info1: " أو تعلم كل شيء عن",
        info2: "كيفية البناء على DDDC",
        buttonJoin: "انضم إلى المجتمع",
        title2: "قم بتنزيل ورقتنا البيضاء"
    },
    mainAbout: {
        stage: "معلومات عنا",
        title: "DDDC التكنولوجيا المالية",
        info: "توفر DDDC مدخلات ومخرجات وحسابات مقاومة للتلاعب لدعم العقود الذكية المتقدمة على أي blockchain"
    },
    mainDetails: {
        info: "مستخدمو DDDC",
        h2: "حلول التوسع، مكبرة.",
        h3: "تم بناؤه بواسطة المطورين، للمطورين.",
        p1: "تلتزم DDDC بتعزيز نمو تطبيقات Web3 من خلال توفير البنية التحتية والأمان اللازمين لـ Web3.",
        p2: "تؤمن DDDC بأن Web3 للجميع. DDDC عبارة عن منصة توسيع نطاق blockchain لامركزية تمكن المطورين من بناء تطبيقات لامركزية قابلة للتطوير وسهلة الاستخدام مع رسوم معاملات منخفضة دون التضحية بالأمان",
        contact: "اتصل بنا",
    },
    testimonialAbout: {
        title1: "تم بناؤها من قبل المطورين، للمطورين.",
        content1: "ابق على اطلاع بأحدث تطورات مشروع DDDC والأخبار والمحتوى، والتي يتم تحديثها يوميًا.",
        title2: "تم بناؤها من قبل المطورين، للمطورين.",
        content2: "كن على اطلاع بأحدث تطورات مشروع DDDC والأخبار والمحتوى، والتي يتم تحديثها يوميًا. كن على اطلاع بأحدث تطورات مشروع DDDC والأخبار والمحتوى، والتي يتم تحديثها يوميًا.",
        title3: "حلول التوسع، مكبرة.",
        content3: "ابق على اطلاع بأحدث تطورات مشروع DDDC والأخبار والمحتوى، والتي يتم تحديثها يوميًا.",
        comment: "ابق على اطلاع بأحدث تطورات مشروع DDDC والأخبار والمحتوى، والتي يتم تحديثها يوميًا.",

    },
    teamAbout: {
        subtittle: "تعرف على فريق DDDC",
        title: "تم بناؤها من قبل المطورين، للمطورين.",
        name1: "Richie Larson",
        name2: "Johny Basel",
        name3: "David Criscook",
        name4: "Jimmy Karl",
        name5: "Richard Colin",
        name6: "Anna William",
        name7: "Bobby Jackson",
        name8: "Jenario Smith",
        name9: "Luna Longstaff",
    },
    valueAbout: {
        subtittle: "قيمنا",
        title: "الجيل القادم من أفضل البلوكشين",
        content: "تؤمن DDDC بأن Web3 للجميع. DDDC عبارة عن منصة توسيع نطاق blockchain لامركزية تمكن المطورين من بناء تطبيقات لامركزية قابلة للتطوير وسهلة الاستخدام مع رسوم معاملات منخفضة دون التضحية بالأمان.",
        button: "إطلاق التطبيق",
        list1: "كل شيء تقرير DDDC اليومي",
        status1: "متصل",
        list2: "تقرير اسبوعي عن كل شيء في DDDC",
        status2: "تطوير",
        list3: "تقرير شهري عن كل شيء في DDDC",
        status3: "تطوير",
    },
    blog: {
        main: {
            stage: "منشور مميز",
            title: "تقرير اسبوعي عن كل شيء في DDDC",
            content: "توفر DDDC مدخلات ومخرجات وحسابات مقاومة للتلاعب لدعم العقود الذكية المتقدمة على أي blockchain",
            button: "اقرأ المزيد"
        },
        bloglist1: {
            title: "واجهة برمجة تطبيقات تحويلية يمكن الوصول إليها عالميًا",
            content: 'يمكن تحويل بياناتك وتنظيمها ومشاركتها عبر التطبيقات ليتمكن أي شخص من الاستعلام عنها ببضع ضغطات مفاتيح فقط.',
        },
        bloglist2: {
            title: "طبقة أمان مرنة وتلقائية",
            content: 'قم بتعزيز أمان blockchain الخاص بك دون التضحية بالموارد الحيوية وإمكانية الوصول إلى أعضائها.',
        },
        bloglist3: {
            title: 'اتصال سلس بأي أدوات API',
            content: 'يمكن تحويل بياناتك وتنظيمها ومشاركتها عبر التطبيقات ليتمكن أي شخص من الاستعلام عنها ببضع ضغطات مفاتيح فقط.',
        },
        bloglist4: {
            title: 'شبكة موثوقة ومقاومة للتلاعب',
            content: 'استخدم الأدلة التشفيرية لتوصيل البيانات/واجهات برمجة التطبيقات عالية الدقة والمتاحة بأي عقد ذكي.'
        },
        readMore: "اقرأ المزيد",
        loadMore: "تحميل المزيد",
    },
    articlePage: {
        main: {
            status: "التحديثات",
            date: "2 سبتمبر 2024",
            title: "تقرير اسبوعي عن كل شيء في DDDC",
            info: "توفر DDDC مدخلات ومخرجات وحسابات مقاومة للتلاعب لدعم العقود الذكية المتقدمة على أي blockchain",
            author: "Becky Stal",
            position: "Sr. Marketing",
        },
        content: {
            c1: {
                h2: "حلول التوسع، مكبرة.",
                h3: "تم بناؤها من قبل المطورين، للمطورين.",
                p1: "تلتزم DDDC بتعزيز نمو تطبيقات Web3 من خلال توفير البنية التحتية والأمان اللازمين لـ Web3.",
                p2: "تؤمن DDDC بأن Web3 للجميع. DDDC عبارة عن منصة توسيع نطاق blockchain لامركزية تمكن المطورين من بناء تطبيقات لامركزية قابلة للتطوير وسهلة الاستخدام مع رسوم معاملات منخفضة دون التضحية بالأمان.",

            },
            c2: {
                h2: "تقرير اسبوعي عن كل شيء في DDDC",
                h3: "واجهة برمجة تطبيقات تحويلية يمكن الوصول إليها عالميًا",
                p1: "تلتزم DDDC بتعزيز نمو تطبيقات Web3 من خلال توفير البنية الأساسية والأمان اللازمين لـ Web3. لقد ساهم DDDC في تسريع عملية التطوير لدينا عشرة أضعاف مع الحفاظ على الأمان والنزاهة من الإنتاج إلى ما بعد الإطلاق",
                p2: "تؤمن DDDC بأن Web3 للجميع. DDDC عبارة عن منصة توسيع نطاق blockchain لامركزية تمكن المطورين من بناء تطبيقات لامركزية قابلة للتطوير وسهلة الاستخدام مع رسوم معاملات منخفضة دون التضحية بالأمان.",
                li1: "الاستفادة الكاملة من تأثيرات الشبكة القابلة للتطوير",
                li2: "أكثر أمانًا بطبيعته من جميع المنافسين",
                li3: "أكثر انفتاحًا وقوة مع توقف بنسبة 0.001%"

            }
        }
    },
    technology: {
        main: {
            stage: "تكنولوجيا",
            title: "تم بناؤها من قبل المطورين، للمطورين.",
            info: "توفر DDDC مدخلات ومخرجات وحسابات مقاومة للتلاعب لدعم العقود الذكية المتقدمة على أي blockchain",
            scroll: "قم بالتمرير للاستكشاف"
        },
        item1: {
            h2: "حلول التوسع، مكبرة.",
            p1: "تلتزم DDDC بتعزيز نمو تطبيقات Web3 من خلال توفير البنية التحتية والأمان اللازمين لـ Web3.",
            p2: "تؤمن DDDC بأن Web3 متاح للجميع. DDDC عبارة عن منصة توسيع نطاق blockchain لامركزية تمكن المطورين."
        },
        item2: {
            h2: "طبقة أمان مرنة وتلقائية.",
            p1: "قم بتعزيز أمان blockchain الخاص بك دون التضحية بالموارد الحيوية وإمكانية الوصول إلى أعضائها.",
            li1: "الاستفادة الكاملة من تأثيرات الشبكة القابلة للتطوير",
            li2: "أكثر أمانًا بطبيعته من جميع المنافسين",
            li3: "أكثر انفتاحًا وقوة مع توقف بنسبة 0.001%"
        },
        blockquote: {
            position: "Dev Ops - Azious",
            content: "“ليس الأمر مجرد أنه سريع، بل إن قابلية التوسع وسهولة الاستخدام لا مثيل لها، وهي مذهلة حقًا”",
        },
        development: {
            title: "DDDC تجعل تطوير blockchain متاحًا للجميع.",
            info: "مجموعة DDDC الكاملة من حلول التوسع في تقنية blockchain.",
            card1: {
                title: "واجهة برمجة تطبيقات تحويلية يمكن الوصول إليها عالميًا",
                content: "يمكن تحويل بياناتك وتنظيمها ومشاركتها عبر التطبيقات ليتمكن أي شخص من الاستعلام عنها ببضع ضغطات مفاتيح فقط.",

            },
            card2: {
                title: "طبقة أمان مرنة وتلقائية",
                content: "قم بتعزيز أمان blockchain الخاص بك دون التضحية بالموارد الحيوية وإمكانية الوصول إلى أعضائها.",

            },
            card3: {
                title: "اتصال سلس بأي أدوات API",
                content: "يمكن تحويل بياناتك وتنظيمها ومشاركتها عبر التطبيقات ليتمكن أي شخص من الاستعلام عنها ببضع ضغطات مفاتيح فقط.",

            },
            card4: {
                title: "شبكة موثوقة ومقاومة للتلاعب",
                content: "استخدم الأدلة التشفيرية لتوصيل البيانات/واجهات برمجة التطبيقات عالية الدقة والمتاحة بأي عقد ذكي.",

            },
            learnMore: "يتعلم أكثر",
        },
        community: {
            title: "مجتمع DDDC",
            info: "ابق على اطلاع بأحدث مشاريع DDDC.",
            item1: "إجمالي المبلغ الذي يتلقاه المشروع من أطراف ثالثة تستخدم خدمة API الخاصة بـ DDDC. هذا الرقم في تزايد مستمر ويتطور باستمرار. إن عدد المستخدمين في جميع أنحاء العالم ينمو بشكل كبير. إن مستقبل DDDC هو قيادة اتجاه المستخدم.",
            item2: "يتزايد عدد المستخدمين في جميع أنحاء العالم باستمرار. يساعد التناغم بين المنصات الثالثة DDDC على اكتساب ثقة ورفقة مجتمع blockchain في جميع أنحاء العالم بشكل متزايد.",
            item3: "متوسط ​​عدد الزيارات اليومية للمستخدمين القادمين إلى DDDC من خلال منصات الطرف الثالث. يعمل استقرار النظام على تعزيز تجربة المستخدم، مصحوبًا بتعاون تطويري متميز",
        },
        about: {
            title: "ابق على اطلاع بكل شيء",
            info: "ابق على اطلاع بأحدث تطورات مشروع DDDC والأخبار والمحتوى، والتي يتم تحديثها يوميًا.",
            item1: "يمكن تحويل بياناتك وتنظيمها ومشاركتها عبر التطبيقات ليتمكن أي شخص من الاستعلام عنها ببضع ضغطات مفاتيح فقط.",
            item2: "استخدام جسور Blockchain عالية التقنية لتأمين المستخدمين وضمان السيولة السريعة والأمان.",
            launchApp: "إطلاق التطبيق",
            read: "اقرأ الوثائق"

        },
        faq: {
            item1: {
                title: "من يمكنه الانضمام للمشروع؟",
                content:
                    "تعتمد أهلية الانضمام إلى مشروع ما على عوامل مختلفة، بما في ذلك طبيعة المشروع وأهدافه والمعايير التي وضعها منظموه. فيما يلي مخطط عام لمن قد يكون مؤهلاً للانضمام إلى مشروع ما",
            },
            item2: {
                title: "ما هي خدمة On-point؟",
                content:
                    "تشير الخدمة المباشرة بشكل عام إلى مستوى عالٍ من الخدمة الدقيقة والفعالة والمتوافقة تمامًا مع احتياجات وتوقعات العميل أو العميل. فيما يلي تفصيل لما يعنيه هذا المصطلح عادةً",

            },
            item3: {
                title: "ما هو DDDC؟",
                content:
                    "تشير عملة DDDC إلى عملة مشفرة محددة مرتبطة بمشروع سلسلة توزيع البيانات اللامركزية (DDDC). العملة هي جزء من منصة تعتمد على تقنية البلوك تشين تهدف إلى معالجة القضايا المتعلقة بتوزيع البيانات وإدارتها.",

            }
        },
    },
    careers:{
        apply: "تقدم الآن",
        main: {
            stage: "انضم إلى DDDC",
            title: "نحن نقوم بالتوظيف",
            info: "توفر DDDC مدخلات ومخرجات وحسابات مقاومة للتلاعب لدعم العقود الذكية المتقدمة على أي blockchain",

        },
        item1: {
            title: "مصمم مرئي",
            content:
            "المصمم المرئي هو محترف متخصص في إنشاء تصميمات جذابة وفعّالة بصريًا للوسائط المختلفة. يتضمن دورهم عادةً استخدام مبادئ وأدوات التصميم لتحسين تجارب المستخدم، وتوصيل الرسائل، وحل مشكلات التصميم عبر منصات مختلفة.",
        },
        item2: {
            title: "مطور ويب 3",
            content:
            "Web3 Developer هو مهندس برمجيات متخصص في بناء التطبيقات اللامركزية (dApps) والمنصات التي تستفيد من تقنية blockchain ومبادئ Web3. يمثل Web3 الجيل التالي من الإنترنت، والذي يتميز بالتفاعلات اللامركزية بين الأقران والتركيز على ملكية المستخدم والتحكم فيه.",
        },
        item3: {
            title: "مدير المشروع",
            content:
           "مدير المشروع هو شخص محترف مسؤول عن التخطيط للمشاريع وتنفيذها وإغلاقها بفعالية وكفاءة. ويلعب دوره دورًا حاسمًا في ضمان تحقيق المشروع لأهدافه، والالتزام بالنطاق والميزانية والجدول الزمني، وتحقيق النتائج المتوقعة.",
        },
        item4: {
            title: "رسام ثلاثي الأبعاد",
            content:
           "3D Illustrator هو محترف إبداعي متخصص في إنشاء محتوى مرئي ثلاثي الأبعاد باستخدام الأدوات والتقنيات الرقمية. يتضمن عملهم إنتاج رسومات ورسوم توضيحية ثلاثية الأبعاد يمكن استخدامها في مجالات مختلفة، بما في ذلك الترفيه والإعلان وتصميم المنتجات والمزيد.",
        },
        item5: {
            title: "مطور واجهة أمامية",
            content:
           "مطور واجهة المستخدم هو مطور برامج متخصص في إنشاء وتنفيذ الجوانب المرئية والتفاعلية لموقع ويب أو تطبيق ويب يتفاعل معه المستخدمون بشكل مباشر. ويعملون على جانب العميل من تطوير الويب، مما يضمن أن تكون واجهة المستخدم وظيفية وجذابة بصريًا.",
        },    
    },
    contact:{
        stage: "اتصل بنا",
        title: "دعونا نتحدث",
        info: "توفر DDDC مدخلات ومخرجات وحسابات مقاومة للتلاعب لدعم العقود الذكية المتقدمة على أي blockchain",
        form:{
            support: "يدعم",
            address: "عنوان",
            phone: "رقم التليفون",
            title: "هل تحتاج بعض المساعدة؟",
            name: "اسم",
            email: "عنوان البريد الإلكتروني",
            tell: "أخبرنا عن مخاوفك",
            contact: "اتصل بنا",
        }
    },
    language: "اختر اللغة"


}
